<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />

{{start|welcome}}
<p>El Software Educativo destinado a ayudarte en tu aprendizaje sobre el <em>M&eacute;todo de los Elementos Finitos</em>.</p>
<p>Al parecer, esta es la <b>primera vez</b> que inicias el programa. Si es as&iacute;, &#x00bf;podr&iacute;as configurar los siguientes par&aacute;metros del sistema?</p>
<p><small>S&iacute; est&aacute;s en una distribuci&oacute;n de <strong>GNU/Linux</strong>, s&oacute;lo debes escribir el comando qu&eacute; usas para llamarlo desde la consola. Por ejemplo, "<tt>octave</tt>".</small></p>
{{end|welcome}}

{{start|CE_Model}}
<p>Bienvenido a la primera etapa del proceso de resoluci&oacute;n mediante el <em>FEM</em>.</p>

<p>En esta primera etapa, deber&aacute;s seleccionar un <strong>modelo f&iacute;sico</strong> con el cu&aacute;l trabajar. Para ello, haz <em>click</em> en una de las opciones que aparecen a la derecha de este cuadro. Una vez que hayas seleccionado un modelo, el bloque relacionado cambiar&aacute; su apariencia para reflejar este hecho.</p>

<p>Por &uacute;ltimo, en la esquina <strong>inferior</strong> <strong>derecha</strong> de la aplicaci&oacute;n se puede apreciar el bloque en el que actualmente se encuentra el <em>Caso de Estudio </em>(se&ntilde;alizado en <span style="color:#5cb85c;"><strong>verde</strong></span>) y el bloque en el que est&aacute;s parado ahora (se&ntilde;alizado con <span style="color:#5bc0de;"><strong>celeste</strong></span>).</p>

<p>Recuerda que siempre puedes acceder a la <strong>Ayuda Online</strong> (<em>abajo</em>) para aprender m&aacute;s sobre la secci&oacute;n en la que est&eacute;s.</p>
{{end|CE_Model}}

{{start|CE_Domain}}
<p>&Eacute;sta es la segunda etapa del proceso de resoluci&oacute;n, y la m&aacute;s decisiva. Aqu&iacute; ajustaremos el <strong>dominio f&iacute;sico</strong> del problema.</p>
<p>Primero, mira la parte superior de este cuadro de texto. All&iacute; encontrar&aacute;s las variables que necesitas completar para ajustar las propiedades f&iacute;sicas. Una vez los valores que hayas ingresado se han guardado correctamente, se colorear&aacute;n de <span style="color:#5cb85c;"><strong>verde</strong></span>.</p>

<p>Luego deber&aacute;s elegir un dominio con el que trabajar. Elige entre los ejemplos el que m&aacute;s se adecue a tus necesidades. Puedes moverte entre ellos usando el arrastre del <em>mouse</em>, y el que selecciones ser&aacute; resaltado.</p>

<p>No olvides completar las <strong>condiciones de borde</strong> y <strong>nodales</strong>. Siempre es necesario que definas alg&uacute;n <strong>nodo fijo</strong> (para problemas de<em> elasticidad</em>) o alguna <strong>condici&oacute;n dirichlet</strong> (para problemas de <em>transferencia de calor</em>), para permitir que <strong>MATfem</strong> pueda resolver el problema.</p>

<p>Una vez hayas terminado, haz <em>click</em> en <strong>Guardar y Continuar</strong>. Se abrir&aacute; entonces una ventana en los que los resultados de la ejecuci&oacute;n de <strong>MATfem</strong> se reproducir&aacute;n.</p>
<p><em><u>Pro-tip</u>: en la carpeta temp de $femris se encuentran almacenados temporalmente los resultados de la ejecuci&oacute;n de MATfem. &Eacute;chale un vistazo si te sientes curioso.</em></p>
{{end|CE_Domain}}
