<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />

{{start|heat}}
  <p>La <b>transferencia de calor</b> es el paso de <strong>energ&iacute;a t&eacute;rmica</strong> desde un cuerpo de mayor temperatura a otro de menor temperatura. Cuando un cuerpo, por ejemplo, un objeto s&oacute;lido o un fluido, est&aacute; a una <strong>temperatura</strong> diferente de la de su entorno u otro cuerpo, <i>la transferencia de energ&iacute;a t&eacute;rmica</i>, tambi&eacute;n conocida como transferencia de <strong>calor</strong> o intercambio de calor, ocurre de tal manera que el cuerpo y su entorno alcancen <strong>equilibrio t&eacute;rmico</strong>. La transferencia de calor siempre ocurre desde un cuerpo m&aacute;s caliente a uno m&aacute;s fr&iacute;o, como resultado de la <strong>segunda ley de la termodin&aacute;mica</strong>. Cuando existe una diferencia de temperatura entre dos objetos en proximidad uno del otro, la transferencia de calor no puede ser detenida; solo puede hacerse m&aacute;s lenta.</p>

<hr>

<h3>Modos de transferencia</h3>

<p>Los modos de transferencia son diferentes procesos de transporte de calor, usualmente se agrupan en tres tipos seg&uacute;n haya tambi&eacute;n transferencia o no transferencia de materia (o fotones)como los siguientes:</p>

<ul>
    <li><strong>Conducci&oacute;n:</strong> Es la transferencia de calor que se produce a trav&eacute;s de un medio estacionario -que puede ser un s&oacute;lido- cuando existe una diferencia de temperatura.</li>
    <li><strong>Convecci&oacute;n:</strong> La convecci&oacute;n es una de las tres formas de transferencia de calor y se caracteriza porque se produce por medio de un fluido (l&iacute;quido o gas) que transporta el calor entre zonas con diferentes temperaturas. La convecci&oacute;n se produce &uacute;nicamente por medio de materiales fluidos. Lo que se llama convecci&oacute;n en s&iacute;, es el transporte de calor por medio del movimiento del fluido, por ejemplo: al trasegar el fluido por medio de bombas o al calentar agua en una cacerola, la que est&aacute; en contacto con la parte de abajo de la cacerola se mueve hacia arriba, mientras que el agua que est&aacute; en la superficie, desciende, ocupando el lugar que dej&oacute; la cacerola caliente.</li>
    <li><strong>Radiaci&oacute;n:</strong> se puede atribuir a cambios en las configuraciones electr&oacute;nicas de los &aacute;tomos o mol&eacute;culas constitutivas. En ausencia de un medio, existe una transferencia neta de calor por radiaci&oacute;n entre dos superficies a diferentes temperaturas, debido a que todas las superficies con temperatura finita emiten energ&iacute;a en forma de ondas electromagn&eacute;ticas.</li>
</ul>
{{end|heat}}

{{start|strain}}
<p>Intuitivamente un cuerpo en un estado de <strong>deformaci&oacute;n plana</strong> es aquel que se puede analizar descomponiendo el cuerpo en <u>rebanadas id&eacute;nticas</u> y estudiar sobre cada rebanada la distribuci&oacute;n de deformaciones como problema bidimensional usando dos coordenadas para la posici&oacute;n de cada punto sobre cada una de las rebanadas.</p>
{{end|strain}}

{{start|stress}}
<p>El estado tensional sobre un cuerpo el&aacute;stico es de <strong>tensi&oacute;n plana</strong> si el cuerpo tiene forma de prisma recto y las fuerzas existentes son tales que las fuerzas sobre cada plano perpendicular al eje baric&eacute;ntrico del prisma recto son paralelas a dicho plano e id&eacute;nticas sobre todos los planos perpendiculares.</p>
{{end|stress}}